//	In the interest of improving localizability most strings in MenuMeters
//	are exposed as NSString format strings, including the %1$, %2$ parameter placement
//	convention. If localization requires different ordering of the parameters you
//	can reorder the items (leaving the %1$ notations in place) and NSString will
//	put the items in the right order

// Menubar display labels used in free/total mode
"U:" = "G:";
"F:" = "V:";

// Unit labels
"MB" = "MB";

// Memory usage title menu item
"Memory Usage:" = "Geheugengebruik:";

// Format string for memory usage. Float conversion to X.XX is
// automatically localized by NSNumberFormatter and is therefore not exposed
"%@ used, %@ free, %@ total" = "%1$@ in gebruik, %2$@ vrij, %3$@ totaal";

// Memory page statistics title menu item
"Memory Pages:" = "Geheugen-pages:";

// Format strings for memory statistics. Float conversion to X.XX is
// automatically localized by NSNumberFormatter and is therefore not exposed
"%@ active, %@ wired" = "%1$@ actief, %2$@ wired";
"%@ inactive, %@ free" = "%1$@ niet actief, %2$@ vrij";

// VM statistics title menu item
"VM Statistics:" = "VM-statistiek:";

// Format strings for VM statistics
// Technically we should cover all permutations of 1 or more than 1
// for each statistic, but in the real world users never have just
// one pagein or copy-on-write, etc. so we can simplify to just
// the plural forms
"%@ pageins, %@ pageouts" = "%1$@ page-ins, %2$@ page-outs";
"%@ cache lookups, %@ cache hits (%@)" = "%1$@ cache-lookups, %2$@ cache-hits (%3$@)";
"%@ page faults, %@ copy-on-writes" = "%1$@ page-faults, %2$@ copy-on-writes";

// Swap file statistics title menu item
"Swap Files:" = "Swap-bestanden:";

// Swap file info formats. Here we do need to handle plurals since
// values of 1 are likely
// Basic swap file info (ex: "1 swap file in /private/var/vm/")
"%@ swap file present in %@" = "%1$@ swap-bestand aanwezig in %2$@";
"%@ swap files present in %@" = "%1$@ swap-bestanden aanwezig in %2$@";
// Basic swap file info with encryption
"%@ encrypted swap file present in %@" = "%1$@ versleuteld swap-bestand aanwezig in %2$@";
"%@ encrypted swap files present in %@" = "%1$@ versleutelde swap-bestanden aanwezig in %2$@";
// Maximum swap count info
"%@ swap file at peak usage" = "%1$@ swap-bestand op piekgebruiksniveau";
"%@ swap files at peak usage" = "%1$@ swap-bestanden op piekgebruiksniveau";
// Swap space info, as with free/used/total the float format and MB label
// are handled automatically by NSFormatter
"%@ total swap space" = "%1$@ in gebruik voor swap-bestanden";
// Swap space including used info (Tiger only)
"%@ total swap space (%@ used)" = "%1$@ in gebruik voor swap-bestanden (%2$@ in gebruik)";
